driver-tests/bpelse/pick/PickJbi/test/PickNonStartActivity2/Input2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pic="http://www.mycomp.org/PickNonStartActivity">
  <soapenv:Body>
    <pic:req>Pick - On Message</pic:req>
  </soapenv:Body>
</soapenv:Envelope>